/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Endre…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Skriv inn navn og registreringsnøkkel";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Tast:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Lisenstype:";

/* NSButton : <title:Lost license?> (oid:1443) */
"Lost license?" = "Mistet lisens?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger er shareware og vil slutte å virke etter 30 dager, med mindre du registrerer programmet.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Navn:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Register over internett";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Registert til:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Registreringsinfo";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Gyldig til:";
